import { citiesItems } from '../types/citiesItems';

export const cities: citiesItems[] = [
  {
    availability: 'Много',
    city: 'г.Нижний Новгород, ул. Гагарина 222а',
    id: 1,
  },
  {
    availability: 'Нет в наличии',
    city: 'п. Новинки, ЖК Окский берег, ул. Гагарина 1б',
    id: 2,
  },
  {
    availability: 'Мало',
    city: 'г.Нижний Новгород, ТЦ Куб, ТЦ. Куб, ул. Полтавская 30',
    id: 3,
  },
  {
    availability: 'Много',
    city: 'г.Нижний Новгород, ТЦ Лагуна, Казанское шоссе 12к1',
    id: 4,
  },
  {
    availability: 'Нет в наличии',
    city: 'г.Бор, Ленина 106а',
    id: 5,
  },
  {
    availability: 'Мало',
    city: 'г.Нижний Новгород, Южное шоссе 24в',
    id: 6,
  },
  {
    availability: 'Много',
    city: 'г.Нижний Новгород, ул. Гагарина 222а',
    id: 7,
  },
  {
    availability: 'Нет в наличии',
    city: 'п. Новинки, ЖК Окский берег, ул. Гагарина 1б',
    id: 8,
  },
  {
    availability: 'Мало',
    city: 'г.Нижний Новгород, ТЦ Куб, ТЦ. Куб, ул. Полтавская 30',
    id: 9,
  },
  {
    availability: 'Много',
    city: 'г.Нижний Новгород, ТЦ Лагуна, Казанское шоссе 12к1',
    id: 10,
  },
  {
    availability: 'Нет в наличии',
    city: 'г.Бор, Ленина 106а',
    id: 11,
  },
  {
    availability: 'Мало',
    city: 'г.Нижний Новгород, Южное шоссе 24в',
    id: 12,
  },
  {
    availability: 'Мало',
    city: 'г.Нижний Новгород, Южное шоссе 24в',
    id: 13,
  },
];
