import Bowl from '@/shared/assets/images/Blog/Bowl.png';
import Diffuser from '@/shared/assets/images/Blog/Diffuser.png';
import Exhibitions from '@/shared/assets/images/Blog/Exhibitions.png';
import Knockout from '@/shared/assets/images/Blog/Knockout.png';
import Mixes from '@/shared/assets/images/Blog/Mixes.png';
import Trends from '@/shared/assets/images/Blog/Trends.png';

export const data = [
  {
    id: 1,
    img: Bowl,
    subTitle:
      'Опытные пользователи получают удовольствие не только от курения, но и от самого процесса подготовки кальяна к использованию. А вот чего они не любят, так это очищать детали после покура.',
    title: 'Как ухаживать за чашей для кальяна из глины',
  },
  {
    id: 2,
    img: Diffuser,
    subTitle:
      'Сегодня любителям кальянов предлагается много дополнительных приспособлений для удобства пользования, очистки дыма, создания более комфортной обстановки.',
    title: 'Диффузор для кальяна: как пользоваться',
  },
  {
    id: 3,
    img: Mixes,
    subTitle:
      'Сегодня кальянокурение стало действительно массовым увлечением. Многие бары и кафе быстро сориентировались в происходящем и переоборудовали свои заведения в уютные кальянные.',
    title: 'Лучшие свежие весенние миксы для кальяна',
  },
  {
    id: 4,
    img: Knockout,
    subTitle:
      'Поклонникам тяжелых сортов кальянного табака можно предложить смеси Нокаут, которые не обманут их ожидания. Количество вкусовых присадок и свойства табака в этих смесях на самом высоком уровне.',
    title: 'Обзор табака для кальяна Нокаут',
  },
  {
    id: 5,
    img: Exhibitions,
    subTitle:
      'Кальянная индустрия не обходится без выставок, презентаций, фестивалей и прочих мероприятий. Они пользуются большим спросом и вниманием публики.',
    title: 'Обзор самых популярных кальянных выставок',
  },
  {
    id: 6,
    img: Trends,
    subTitle:
      'Кальянная индустрия развивается, как и все другие. И разработанные много сотен лет назад кальяны продолжают совершенствоваться. Что нового произошло в последнее время в этой области?',
    title: 'Тренды и новинки в кальянной индустрии',
  },
];
