import { FeedbackType } from './types/feedback';
import img from '@/shared/assets/images/Feedback/img.png';
import img1 from '@/shared/assets/images/Feedback/img1.png';
import img2 from '@/shared/assets/images/Feedback/img2.png';

export const feedbacks: FeedbackType[] = [
  {
    avatar: img,
    description:
      'Отличный магазин! Огромный ассортимент, каждый сможет найти что-то для себя 😄 Продавцы просто огонь, всегда помогут с выбором 😌',
    name: 'Anastasiya Timoshkina',
    time: '24.05.2022',
  },
  {
    avatar: img1,
    description:
      'Хороший магазин, демократичные цены, всегда в наличии то, что нужно!',
    name: 'Александр Медведь',
    time: '24.05.2022',
  },
  {
    avatar: img,
    description:
      'Отличный магазин, адекватные цены, продавцы мастера своего дела, всегда подберут что то под ваш вкус 😉',
    name: 'Александр Медведь',
    time: '24.05.2022',
  },
  {
    avatar: img2,
    description:
      'Отличный магазин! Огромный ассортимент, каждый сможет найти что-то для себя 😄 Продавцы просто огонь, всегда помогут с выбором 😌',
    name: 'Маргарита Трофимова',
    time: '24.05.2022',
  },
  {
    avatar: img1,
    description:
      'Отличный магазин, адекватные цены, продавцы мастера своего дела, всегда подберут что то под ваш вкус 😉',
    name: 'Anastasiya Timoshkin',
    time: '24.05.2022',
  },
  {
    avatar: img2,
    description:
      'Хороший магазин, демократичные цены, всегда в наличии то, что нужно!',
    name: 'Маргарита Трофимова',
    time: '24.05.2022',
  },
];
